{
    "Name": "Nombre",
    "Email": "Correo Electrónico",
    "Password": "Contraseña",
    "Confirm Password": "Confirmar Contraseña",
    "I agree to the :terms_of_service and :privacy_policy": "Acepto los :terms_of_service y la :privacy_policy",
    "Terms of Service": "Términos de Servicio",
    "Privacy Policy": "Política de Privacidad",
    "Already registered?": "¿Ya tienes una cuenta?",
    "Register": "Registrar",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de continuar, ¿podrías verificar tu dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarte? Si no recibiste el correo, con gusto te enviaremos otro.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste en la configuración de tu perfil.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Edit Profile": "Editar perfil",
    "Log Out": "Cerrar sesión",
    "Whoops!": "¡Ups!",
    "Hello!": "¡Hola!",
    "Regards,": "Saludos,",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below into your web browser:": "Si tienes problemas haciendo clic en el botón \":actionText\", copia y pega la siguiente URL en tu navegador web:",
    "Remember me": "Recuérdame",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Log in": "Iniciar sesión",
    "Profile Information": "Información de Perfil",
    "Update your account's profile information and email address.": "Actualiza la información de tu perfil y tu dirección de correo electrónico.",
    "Photo": "Foto",
    "Select A New Photo": "Seleccionar una Nueva Foto",
    "Remove Photo": "Eliminar Foto",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "Saved.": "Guardado.",
    "Save": "Guardar",
    "Update Password": "Actualizar Contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utilice una contraseña larga y aleatoria para mantenerla segura.",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva Contraseña",
    "Two Factor Authentication": "Autenticación de Dos Factores",
    "Add additional security to your account using two factor authentication.": "Agrega seguridad adicional a tu cuenta usando autenticación de dos factores.",
    "Finish enabling two factor authentication.": "Completa la activación de la autenticación de dos factores.",
    "You have enabled two factor authentication.": "Has activado la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No has activado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está activada, se te pedirá un token seguro y aleatorio durante la autenticación. Puedes obtener este token desde la aplicación Google Authenticator de tu teléfono.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para completar la activación de la autenticación de dos factores, escanea el siguiente código QR usando la aplicación de autenticación de tu teléfono o ingresa la clave de configuración y proporciona el código OTP generado.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación de dos factores ahora está activada. Escanea el siguiente código QR usando la aplicación de autenticación de tu teléfono o ingresa la clave de configuración.",
    "Setup Key": "Clave de Configuración",
    "Code": "Código",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarda estos códigos de recuperación en un administrador de contraseñas seguro. Pueden ser utilizados para recuperar acceso a tu cuenta si pierdes el dispositivo de autenticación de dos factores.",
    "Enable": "Activar",
    "Disable": "Desactivar",
    "Regenerate Recovery Codes": "Regenerar Códigos de Recuperación",
    "Show Recovery Codes": "Mostrar Códigos de Recuperación",
    "Confirm": "Confirmar",
    "Cancel": "Cancelar",
    "Delete Account": "Eliminar Cuenta",
    "Permanently delete your account.": "Elimina tu cuenta de forma permanente.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos se eliminarán de forma permanente. Antes de eliminar tu cuenta, descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estás seguro de que deseas eliminar tu cuenta? Una vez que tu cuenta sea eliminada, todos sus recursos y datos se eliminarán de forma permanente. Por favor, ingresa tu contraseña para confirmar que deseas eliminar tu cuenta de forma permanente.",
    "Browser Sessions": "Sesiones del Navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Gestiona y cierra sesión en tus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puedes cerrar sesión en todas tus otras sesiones de navegador en todos tus dispositivos. Algunas de tus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si sientes que tu cuenta ha sido comprometida, también debes actualizar tu contraseña.",
    "Unknown": "Desconocido",
    "This device": "Este dispositivo",
    "Last active": "Última actividad",
    "Log Out Other Browser Sessions": "Cerrar Sesión en Otros Navegadores",
    "Done.": "Hecho.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor, ingresa tu contraseña para confirmar que deseas cerrar sesión en tus otras sesiones de navegador en todos tus dispositivos.",
    "Verify Email Address": "Verificar Dirección de Correo Electrónico",
    "Please click the button below to verify your email address.": "Por favor, haz clic en el botón de abajo para verificar tu dirección de correo electrónico.",
    "If you did not create an account, no further action is required.": "Si no creaste una cuenta, no se requiere ninguna acción adicional."
    



}
